<template>
    <div class='terms'>
        <div class="content">

        
        <div class="content-box"><h3>隐私声明</h3> <h4 class="use-title">前言</h4> <p class="text-index">
        柳树电子合同一向庄严承诺以保护使用其服务之用户的隐私。以下声明旨在披露与柳树电子合同服务有关的隐私政策并试图回答关于柳树电子合同在服务中会收集哪些信息，如何获取、使用、 储存和披露这些信息以及谁有权接触这些信息等问题。
      </p> <p class="text-index">
        柳树电子合同是国内行业领先的第三方电子合同平台。产品秉承着便捷、安全、合规的宗旨，服务领域横跨OTA、金融、保险、第三方支付、HR、O2O、物流等企业领域、 个人以及政府机构，专业提供在线电子文件签署及托管存证，同时整合司法鉴定、网络仲裁和律师服务。柳树电子合同会坚定的实施保护我们用户隐私的措施。 在柳树电子合同提供服务的过程中，每一项服务都要求用户提供不同类型和数量的信息。柳树电子合同力图通过善意使用这些资料而为用户提供更好的服务。 本隐私声明适用于您与柳树电子合同的交互行为以及您使用的所有柳树电子合同服务。除了在本隐私声明和使用协议以及其他公布的准则规定情况下，我们不会公布与用户个人身份有关的资料。 请注意柳树电子合同会不时地检查其隐私措施，因此有关的措施会随之变化。我们恳请您定期光顾本页以确保对柳树电子合同隐私声明最新版本始终保持了解。 在阅读完本声明之后，如您对本《隐私声明》或与之相关的事宜有任何问题，请与我们及时联系。
      </p> <p class="text-index">
        您使用或继续使用我们的服务，都表示您同意我们按照本《隐私声明》获取、使用、储存和披露您的信息。
      </p> <h4>一、本文中信息的概念</h4> <p class="text-index">
        本条款中所指信息，特指与个人或企业身份信息有关的内容。
      </p> <h4>二、柳树电子合同账号及信息的安全</h4> <p class="text-index">
        柳树电子合同将竭尽所能保护所有用户信息安全，不会向任何无关第三方提供、出售、分享和交易用户的账号及信息。
      </p> <p class="text-index">
        用户个人/企业，您应保管好您的用户名与密码，不得向其他任何人泄露您的用户名和密码，亦不可使用其他任何人的用户名和密码。 因黑客、病毒或您的保管疏忽等非柳树电子合同原因导致账号遭他人非法使用的，柳树电子合同不承担任何责任。 冒用他人账号的，柳树电子合同及其合法授权主体保留追究实际使用人连带责任的权利。
      </p> <p class="text-index">
        柳树电子合同也将严格采取相应技术措施保护用户的账号安全，包括但不限于对用户密码加密的方式。同时，柳树电子合同将运用相关安全技术确保我们掌握的信息不丢失、 不被盗用和变造。但请注意，尽管柳树电子合同将竭尽全力保护您的账号及信息安全，但在互联网情况下不存在绝对安全的保障措施。
      </p> <h4>三、柳树电子合同获取信息的途径</h4> <p>（一）您提供的信息</p> <p>
        1.您在注册我们的账户或使用我们的服务时，向我们提供的相关个人/企业信息，例如身份证号码、照片、组织机构代码、电话号码、电子邮件和银行卡号等；
      </p> <p>
        2.您通过我们的服务向其他方提供的共享信息，以及您使用我们的服务时所储存的信息。
      </p> <p>（二）其他方分享的您的信息</p> <p>其他方使用我们的服务时所提供有关您的共享信息。</p> <p>（三）我们获取的您的信息</p> <p>您使用我们服务时我们可能收集如下信息：</p> <p>1.日志信息指您使用我们服务时，系统可能会通过cookies、web beacon或其他方式自动采集的技术信息，包括：</p> <p>（1）设备或软件信息，例如您的移动设备、网页浏览器或您用于接入我们的服务的其他程序所提供的配置信息、您的IP地址和您的移动设备所用的版本和设备识别码；</p> <p>（2）您在使用我们服务时搜索和浏览的信息，例如您使用的网页搜索词语、访问的社交媒体页面url地址，以及您在使用我们服务时浏览或要求提供的其他信息和内容详情；</p> <p>（3）有关您曾使用的移动应用（APP）和其他软件的信息，以及您曾经使用该等移动应用和软件的信息；</p> <p>（4）您通过我们的服务进行通讯的信息；</p> <p>（5）您通过我们的服务分享的内容所包含的信息。</p> <p>2.位置信息指您开启移动终端设备定位功能并使用我们基于位置提供的相关服务时，我们收集的有关您位置的信息，包括：</p> <p>（1）您通过具有定位功能的移动设备使用我们的服务时，我们通过GPS或WiFi等方式收集的您的地理位置信息；</p> <p>（2）您或其他用户提供的包含您所处地理位置的实时信息，例如您提供的账户信息中包含的您所在地区信息，您或其他人上传的显示您当前或曾经所处地理位置的共享信息， 例如您或其他人共享的照片包含的地理标记信息。</p> <h4>四、柳树电子合同对信息的使用</h4> <p>我们可能将在向您提供服务的过程之中所收集的信息用作下列用途：</p> <p>1.向您提供服务；</p> <p>2.在我们提供服务时，用于身份验证、客户服务、安全防范、诈骗监测、存档和备份用途，确保我们向您提供的产品和服务的安全性;</p> <p>3.帮助我们设计新服务，改善我们现有服务；</p> <p>4.使我们更加了解您如何接入和使用我们的服务，从而针对性地回应您的个性化需求或对您和其他使用我们服务的用户作出其他方面的回应；</p> <p>5.评估我们服务推广活动的效果，并加以改善；</p> <p>6.软件认证或管理软件升级；</p> <p>7.让您参与有关我们产品和服务的调查。</p> <p>
        为了让我们的用户有更好的体验、改善我们的服务或您同意的其他用途，在符合相关法律法规的前提下，我们可能将通过我们的某一项服务所收集的个人信息， 以汇集信息或者个性化的方式，用于我们的其他服务。如果我们在相关服务之中提供了相应选项，您也可以主动要求我们将您在该服务所提供和储存的个人信息用于我们的其他服务。
      </p> <h4>五、柳树电子合同对信息的披露</h4> <p>除以下情形外，未经您同意，我们不会与任何第三方分享您的个人信息：</p> <p>（一）我们可能将您的个人信息与我们的合作伙伴及第三方服务供应商、承包商及代理分享，用作下列用途：</p> <p>1.向您提供我们的服务；</p> <p>2.实现“柳树电子合同对信息使用”部分所述目的；</p> <p>3.履行我们在本《隐私声明》或柳树电子合同与您达成的其他协议中的义务和行使我们的权利；</p> <p>4.理解、维护和改善我们的服务。</p> <p>如我们与任何上述第三方分享您的个人信息，我们将努力确保第三方在使用您的个人信息时遵守本《隐私政策》及我们要求其遵守的其他适当的保密和安全措施。</p> <p>
        （二）随着我们业务的持续发展，我们有可能进行合并、收购、资产转让或类似的交易，而您的个人信息有可能作为此类交易的一部分而被转移。 因此，我们还可能为以下原因需要保留、保存或披露您的个人信息：
      </p> <p>1.您授权或同意柳树电子合同披露的；</p> <p>2.遵守适用的法律法规；</p> <p>3.遵守法院命令或其他法律程序的规定；</p> <p>4.遵守相关政府机关的要求；</p> <p>5.我们认为为遵守适用的法律法规、维护社会公共利益、或保护我们或我们的公司、我们的客户、其他用户或雇员的人身和财产安全或合法权益或公共安全及利益所合理必需的；</p> <p>6.根据柳树电子合同各服务条款及声明中的相关规定，或者柳树电子合同认为必要的其他情形下。</p> <h4>六、柳树电子合同对信息的存储和保护</h4> <p>
        我们仅在本《隐私声明》所述目的所必需期间和法律法规要求的时限内保留您的个人信息。 我们使用各种安全技术和程序，以防信息的丢失、不当使用、未经授权阅览或披露。但您需要了解，您接入我们的服务所用的系统，有可能因我们可控范围外的情况而发生问题。
      </p> <h4>七、有关信息更新与公开的特别提示</h4> <p>
        柳树电子合同鼓励用户更新和修改其信息以使其有效。柳树电子合同用户能在任何时候非常容易地获取并修改其信息。用户可以自行决定修改、删除他们的相关资料。 请记住，无论何时您自愿披露信息，此种信息可能被他人收集及使用，因此造成信息泄露，柳树电子合同不承担责任。
      </p> <h4>八、COOKIES、日志档案和WEB BEACON</h4> <p>
        通过使用Cookies，柳树电子合同向用户提供不断优化的网络体验。一个Cookies是少量的数据，它们从一个网络服务器送至您的浏览器并存在计算机硬盘上。柳树电子合同使用Cookies是为了让其用户受益。Cookies能帮助我们确定您连接的页面和内容，您在柳树电子合同特定网页上花费的时间和您所选择的柳树电子合同的服务。 Cookies使得柳树电子合同能更好、更快地为您服务，并且使您在柳树电子合同网页上的经历更富个性化。然而，您应该能够控制Cookies是否以及怎样被你的浏览器接受。请查阅您的浏览器附带的文件以获得更多这方面的信息。简而言之，柳树电子合同将Cookies当作一种便捷的体验，其作用是使得用户在从柳树电子合同的一项服务转到另一项服务时，无须再证明自己的身份。 我们和第三方合作伙伴可能通过cookies和web beacon收集和使用您的信息，并将该等信息储存。
      </p> <p>我们使用自己的cookies和web beacon，用于以下用途：</p> <p>1.记住您的身份。例如：cookies和web beacon有助于我们辨认您作为我们的注册用户的身份，或保存您向我们提供有关您的信息；</p> <p>
        2.分析您使用我们服务的情况。我们可利用cookies和web beacon来了解您使用我们的服务进行什么活动或浏览哪些网页。 我们的产品和服务上可能会有其他合作方放置的cookies和web beacon。这些cookies和web beacon可能会收集与您相关的信息，以用于分析用户如何使用该等服务、向您发送您可能感兴趣的广告，或用于评估广告服务的效果等。这些第三方cookies和web beacon收集和使用该等信息不受本《隐私声明》约束，而是受到其自身的个人信息保护声明约束，柳树电子合同不对第三方的cookies或web beacon承担责任。 您可以通过浏览器或用户选择机制拒绝或管理cookies或web beacon。但请您注意，如果您停用cookies或web beacon，我们有可能无法为您提供最佳的服务体验，某些服务也可能无法正常使用。
      </p> <h4>九、柳树电子合同服务中的第三方服务</h4> <p>
        柳树电子合同网站现含有访问第三方网站的链接，同时，我们将会在任何需要的时候增加商业伙伴或共用品牌的网站。柳树电子合同对所有第三方网站的隐私保护措施不负任何责任。 该等服务由相关的第三方负责运营。您使用该等第三方的服务（包括您向该等第三方提供的任何信息）， 须受第三方自己的服务条款及信息保护声明（而非本《隐私声明》）约束，您需要仔细阅读其条款。 本《隐私声明》仅适用于我们所收集的任何信息，并不适用于任何第三方提供的服务或第三方的信息使用规则，而我们对任何第三方使用由您提供的信息不承担任何责任。
      </p> <h4>十、年龄限制</h4> <p>
        柳树电子合同不向未成年人（未满18周岁）提供服务，因此不接受未成年人向我们提供任何信息，法律另有规定的除外。
      </p> <h4>十一、本隐私声明适用范围</h4> <p>
        除某些特定服务外，我们所有的服务均适用本《隐私声明》。这些特定服务将适用特定的个人信息保护声明。该特定服务的个人信息保护声明构成本《隐私声明》的一部分。如任何特定服务的个人信息保护声明与本《隐私声明》有不一致之处，则适用特定服务的个人信息保护声明。 除本《隐私声明》另有规定外，本《隐私声明》所用词语将与柳树电子合同制定的其他公开条款所定义的词语具有相同的涵义。 请您注意，本《隐私声明》不适用于以下情况：
      </p> <p>
        1.通过我们的服务而接入的第三方服务（包括任何第三方网站）收集的信息；
      </p> <p>2.我们服务中的第三方公司和机构所收集的信息。</p> <h4>十二、本隐私声明的修改</h4> <p>
        我们可能随时修改本《隐私声明》的条款，该等修改构成本《隐私声明》的一部分。如该等修改造成您在本《隐私声明》下权利的实质减少， 您可以选择停止使用我们向您提供的服务；在该种情况下，若您仍然继续使用我们的服务的，即表示同意受经修订的本《隐私声明》的约束。 任何修改都会将您的满意度置于首位。我们鼓励您在每次访问柳树电子合同的网页时都查阅我们的隐私声明。 最后，您是唯一对您的账号和密码信息负有保密责任的人。任何情况下，请小心妥善保管。
      </p></div>
      </div>
    </div>
</template>
<script>
export default {
    data() {
        return {
            
        };
    }
}
</script>
<style scoped lang='less'>
.terms{
    width: 100%;
    height: 100%;
    .content{
        width: 100%;
        background: #ececec;
        padding-top: 30px;
        .content-box {
            width: 860px;
            margin: 0 auto;
            background: #fff;
            border: 1px solid #e8e8e8;
            padding: 30px;
            -webkit-box-sizing: border-box;
            box-sizing: border-box;
            color: #666;
            p{
                line-height: 22px;
            }
            h3 {
                text-align: center;
                font-size: 22px;
                line-height: 28px;
                font-weight: 700;
                margin-bottom: 20px;
            }
            h4 {
                font-size: 16px;
                margin: 10px 0;
                line-height: 28px;
                font-weight: 700;
            }
            .text-index {
                text-indent: 30px;
            }
        }
    }
}
</style>